Extensions installed on idx-ddosprojects-1729689292575.cluster-rz2e7e5f5ff7owzufqhsecxujc.cloudworkstations.dev:
adpyke.codesnap
akamud.vscode-theme-onedark
akamud.vscode-theme-onelight
donjayamanne.python-environment-manager
esbenp.prettier-vscode
ibm.output-colorizer
jock.svg
johnpapa.vscode-peacock
mechatroner.rainbow-csv
mhutchie.git-graph
ms-azuretools.vscode-docker
ms-python.black-formatter
ms-python.debugpy
ms-python.python
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
njpwerner.autodocstring
oderwat.indent-rainbow
pkief.material-icon-theme
stkb.rewrap
vscode-snippet.snippet
